// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Tungkol sa Chrome OS Image Creator";
"Menu Prefs" = "Mga Kagustuhan..";
"Menu Services" = "Mga Serbisyo";
"Menu Hide" = "Itago ang Chrome OS Image Creator";
"Menu Hide Others" = "Itago ang Iba Pa";
"Menu Show All" = "Ipakita Lahat";
"Menu Quit" = "Lumabas sa Chrome OS Image Creator";
"Menu Window" = "Window";
"Menu Minimize" = "I-minimize";
"Menu Zoom" = "I-zoom";
"Menu Bring All To Front" = "Dalhin Lahat sa Harap";
"Menu Help" = "Tulong";
"Menu App Help" = "Tulong sa Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Nakaraan";
"Button Next" = "Susunod";
"Button Stop" = "Ihinto";
"Button Done" = "Tapos na";

/* Tab: Select device model */
"Text Welcome" = "Maligayang pagdating sa Chrome OS Image Creator! Pakipili ang modelo ng Chrome OS device na mayroon ka. ";
"Button Local Image" = "Lokal na Larawan…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Pumili ng USB memory stick sa user para sa pagbawi:";
"Text Insertion Prompt" = "Mangyaring magpasok ng USB memory stick.";

/* Tab: Done */
"Text Congrats" = "Binabati ka namin sa paglikha ng recovery boot drive para sa iyong Chrome OS machine. Paki-alis ito mula sa iyong computer at gamitin ito upang bawiin ang sirang operating system ng iyong Chromebook.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Hindi napapatakbo ang application na ito.";
"NoDiskArb Informative" = "Nagkaproblema sa pagsisimula ng Disk Arbitration. Hindi ito dapat na mangyari.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Hindi mabawi ang listahan ng mga larawan.";
"CantGetConfig Informative" = "Nagkaproblema sa pagbawi ng listahan ng mga available na larawan sa pagbawi (%1$@). Pakisuri upang matiyak na gumagana ang iyong koneksyon sa network.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "hindi mailaan ang isang koneksyon";
"CantGetConfig Error DownloadError" = "may naganap na error sa panahon ng pag-download";
"CantGetConfig Error StringCreate" = "hindi magamit ang tugon";

/* Version error. */
"VersionError Message" = "Ang bersyong ito ng application ay masyadong luma.";
"VersionError Informative" = "Mangyaring mag-download ng mas bagong bersyon. Ito ay bersyong %1$@; hindi bababa sa bersyong %2$@ ang kinakailangan. %3$@";
"VersionError OK" = "Kumuha ng Bagong Bersyon";

/* File dialog to select a local file. */
"SelectLocal File" = "Mangyaring pumili ng larawan:";
"SelectLocal Button" = "Pumili";

/* Alert on writing stick. */
"WriteAlert Message" = "Sigurado ka bang nais mong permanenteng burahin ang %1$@?";
"WriteAlert Informative" = "Ang lahat ng data na kasalukuyang nandoon ay permanenteng mawawala. Hindi mo maa-undo ang pagkilos na ito.";
"WriteAlert Cancel" = "Huwag Burahin";
"WriteAlert OK" = "Burahin";

"TooSmallAlert Message" = "Ang %1$@ ay hindi magamit; masyado itong maliit.";
"TooSmallAlert Informative" = "Ang isang stick na hindi bababa sa %2$@ ay kinakailangan.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "Ang %1$@ ay hindi magamit; ito ay read-only.";
"NotWritable Informative" = "Ang stick ay read-only. Maaaring mayroong paglipat sa stick upang payagan itong masulatan; kung hindi man ito ay hindi magamit.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Nagda-download…";
"Status Verifying" = "Nagbe-verify…";
"Status Unpacking" = "Nag-a-unpack…";
"Status Claiming" = "Kine-claim…";
"Status Unmounting" = "Nag-a-unmount…";
"Status Writing" = "Nagsusulat…";
"Status Ejecting" = "Ine-eject…";
"Status Done" = "Tapos na!";

"StatusAdd Attempt" = " (pagtatangka na %1$d)";

/* Errors */
"Failure Downloading" = "Paumanhin, may naganap na error (nabigong i-download ang larawan ng pinagmumulan). Gusto mo bang subukang muli?";
"Failure Verifying Return Value" = "Paumanhin, nagkaroon ng error (nabigong i-verify ang larawan ng pinagmumulan, hindi paggana ng program, %1$s). Gusto mo bang subukang muli?";
"Failure Verifying SHA Mismatch" = "Paumanhin, may naganap na error (nabigong i-verify ang larawan ng pinagmumulan, pagkabigo sa checksum). Gusto mo bang subukang muli?";
"Failure Unpacking" = "Paumanhin, may naganap na error (nabigong i-unpack ang larawan ng pinagmumulan, %1$s). Gusto mo bang subukang muli?";
"Failure Claiming" = "Paumanhin, may naganap na error (nabigong i-claim ang USB stick). Gusto mo bang subukang muli?";
"Failure Unmounting" = "Paumanhin, may naganap na error (nabigong i-unmount ang USB stick). Gusto mo bang subukang muli?";
"Failure Opening Source Image" = "Paumanhin, may naganap na error (nabigong buksan ang larawan ng pinagmumulan, %1$s). Gusto mo bang subukang muli?";
"Failure Opening Destination Device" = "Paumanhin, may naganap na error (nabigong buksan ang USB stick, %1$s). Gusto mo bang subukang muli?";
"Failure Reading Source Image" = "Paumanhin, may naganap na error (nabigong magbasa mula sa larawan ng pinagmumulan, %1$s). Gusto mo bang subukang muli?";
"Failure Writing Destination Device" = "Paumanhin, may naganap na error (nabigong magsulat ng data sa USB stick, %1$s). Gusto mo bang subukang muli?";
"Failure Ejecting" = "Paumanhin, may na naganap na error (nabigong alisin ang USB stick). Gusto mo bang subukang muli?";

"Failure Try Again" = "Subukang Muli";
"Failure Quit" = "Tumigil";

"Failure Termination Status" = "Katayuan ng Pagwawakas %d";

"Failure Internal Error 1" = "Hindi Inaasahang EOF";
